[
    {
        "description": "Not every problem needs to be overcome, just the ones stopping you from getting where you want to be.",
        "author" : "Ann Hill"
    },
    {
        "description": "You should know that when a message you convey to another person is not understood by him, at least one of the following things is true: what you have said is not true, or you have conveyed it without kindness.",
        "author" : "Leo Tolstoy "
        
    },
    {
        "description": "To the most trivial actions, attach the devotion and mindfulness of a hundred monks. To matters of life and death, attach a sense of humor.",
        "author" : "Zhuangzi"
    },
    {
        "description": "It is unfair to you, to compare your raw insides to someone elses' well defined outsides.",
        "author" : "Anonymous"
    },
    {
        "description": "Hope is like a road in the country; there was never a road, but when many people walk on it, the road comes into existence.",
        "author" : "Lu Xun"
    },
    {
        "description": "On Action: I prayed for twenty years but received no answer until I prayed with my legs.",
        "author" : "Frederick Douglass, abolitionist, author, and runaway slave. "
    },
    {
        "description": "Often the difference between a successful person and a failure is not one's better abilities or ideas, but the courage that one has to bet on one's ideas, to take a calculated risk—and to act.",
        "author" : "André Malraux"
    },    
    {
        "description": "The trick is in what one emphasizes. We either make ourselves miserable, or we make ourselves happy. The amount of work is the same." ,
        "author" : "Carlos Castaneda"
    },
    {
        "description": "There are only two ways to live your life. One is as though nothing is a miracle. The other is as though everything is a miracle.",
        "author" : "Albert Einstein"
    },
    {
        "description": "Reality is merely an illusion, albeit a very persistent one.",
        "author" : "Albert Einstein"
    },
    {   "description": "Gratitude is expressed through action",
        "author": "Anonymous"
    },
    {   "description": "The person who asks is a fool for five minutes, but the person who does not ask remains a fool forever.",
        "author": "Anonymous"
    }
]
