[
    {
        "ThreadTitle": "How To Maintain A Healthy Lifestyle",
        "ThreadText": "To maintain a healthy lifestyle you need to develop a routine that is sutainable for you.",
        "comments": []
    },
    {
        "ThreadTitle": "What Does It Mean To Be Healthy?",
        "ThreadText": "Physical fitness is not the sole basis of being healthy; being healthy means being mentally and emotionally fit. Being healthy should be part of your overall lifestyle. Living a healthy lifestyle can help prevent chronic diseases and long-term illnesses. Feeling good about yourself and taking care of your health are important for your self-esteem and self-image. Maintain a healthy lifestyle by doing what is right for your body.",
        "comments": []
    },
    {
        "ThreadTitle": "How to Improve Your Mental Health",
        "ThreadText": "In order to have a sound mental and emotional state, you must surround yourself with positive energy. Yes, not all problems can be avoided. But it helps to face such obstacles with an optimist outlook. Surround yourself with encouraging friends and people that will provide you with constructive criticism every once in a while to help you improve. Make it a habit to always look at the brighter side of life. Even if you find yourself in the worst situation, there is always an upside to it—something good and positive. Dwell on these things instead. Maintaining a healthy lifestyle is not that difficult, nor does it require a lot of work. Just keep doing what you do and apply the staying healthy tips listed above—surely you will be a well-rounded individual in no time.",
        "comments": []
    },
    {
        "ThreadTitle": "How To Start Good Habits",
        "ThreadText": "Gradual changes in our lifestyle are easier to maintain than major changes introduced all at once. For three days, we could write down the foods and drinks we consume throughout the day, and make a note of the amount of movement we made. At the end of the day, sustainability is the most important thing because remember it's a marathon not a race!",
        "comments": []
    }
]